/* No comment provided by engineer. */
"Invalid data" = "بيانات غير صالحة";

/* No comment provided by engineer. */
"Private key unavailable" = "المفتاح الخاص غير متوفر";

/* No comment provided by engineer. */
"Public key unavailable" = "المفتاح العمومي غير متوفر";

